Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/domstol.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Against this background, it is emphasised in para 7 that when deciding whether the trademark right prevents a certain conduct by a third party, the trademark's "essential function" must be considered:
nb: På denne bakgrunn fremheves i avsnitt 7 i dommen at det ved avgjørelsen av om varemerkeretten er til hinder for en handlemåte må ses hen til hva som er et varemerkes "essential function", nemlig:

source: I also refer to what I said in connection with section 102 of the Norwegian Constitution regarding the Supreme Court's independent responsibility for interpretation of the Constitution.
nb: Jeg viser for øvrig til det jeg sa i tilknytning til Grunnloven § 102 om Høyesteretts selvstendige ansvar for grunnlovstolkningen.

source: In addition to the guarantee of origin being an "essential function", the function as a guarantee of quality is emphasised here; that the branded product has the quality the manufacturer has given to it.
nb: I tillegg til opprinnelsesgarantien som "essential function", fremheves her altså varemerkets funksjon som kvalitetsgaranti;

source: The way I see it, the assessment falls naturally into two parts:
nb: Slik jeg ser det, faller bedømmelsen naturlig i to deler:

source: That this was a powerful bite is supported by the substantial injuries suffered by C despite thick clothes cushioning the teeth.
nb: At dette var et kraftig bitt, understøttes av at C ble påført vesentlig skade til tross for at en tykk jakke og genser tok av for tennene.

source: The Committee did not find it substantiated that the judge had acted in such a
nb: Utvalget fant det ikke sannsynliggjort at dommeren hadde opptrådt slik.

source: "In early June 2015, he attempted to join the terrorist organisation The Islamic State of Iraq and the Levant (ISIL) in Syria.
nb: "I begynnelsen av juni 2015 forsøkte han å delta i terrororganisasjonen Den islamske stat i Irak og Levanten (ISIL) i Syria.

source: “Confiscation pursuant to section 69 shall be effected against the offender or the person the
nb: «Inndragning etter § 69 foretas overfor lovbryteren eller den lovbryteren handlet på vegne av.

source: NAN sustained a loss in 2014.
nb: Driften i NAN gikk med underskudd i 2014.

source: except for pension. However, in paragraph 37, which I just quoted, the Supreme Court clearly
nb: Men Høyesterett har i avsnitt 37, som jeg nettopp siterte, gitt tydelig uttrykk for at lovgiver ikke

source: The Ministry also mentioned that the provision stems from the development in case law, “particularly over the last 25 years”.
nb: Departementet nevnte også at bestemmelsen bygger på utviklingen i rettspraksis, «særlig i de siste 25 år».

source: In addition, NAS has acquired a number Boeing 787-8s and 787-9s, and more have been ordered.
nb: I tillegg har selskapet ervervet en rekke Boeing 787-8 og 787-9 og har flere i bestilling.

source: Chief Justice Øie was born in Oslo in 1960.
nb: Justitiarius Øie er født i Oslo i 1960.

source: It is assumed that D, E and C otherwise spent all their spare time at the garden centre.
nb: Det legges til grunn at D, E og C ellers tilbrakte all fritid på gartneriet.

source: During his speech at a meeting with the County Governor on 12 September
nb: Under sitt innlegg i møte med fylkesmannen 12.

source: On the other hand, the arguments given in the two rulings by the European Court of Justice in favour of including physicians and other health personnel in the circle of trade make one ask whether pharmacists should have been included in the surveys.
nb: Den begrunnelse som er gitt i de to dommene fra EU-domstolen for å inkludere leger og annet helsepersonell i omsetningskretsen, gir på den annen side grunn til å stille spørsmål ved at farmasøyter i apotek skulle vært inkludert i undersøkelsene.

source: "exceptional circumstances", and the decision must be motivated by "an overriding requirement pertaining to the child’s best interests".
nb: For at det skal gis samtykke til adopsjon mot foreldrenes ønske må det altså foreligge "exceptional circumstances" og beslutningen må være motivert av "an overriding requirement pertaining to the child’s best interests".

source: disputed area has been acquired through use from time immemorial also west of the boundary
nb: Førstvoterende er kommet til at reinbeiterett i tvisteområdet er ervervet ved alders tids bruk også vestenfor

source: For those parts of Riast/Hylling that lie within the area in dispute, Lapp Inspector
nb: For de delene av Riast/Hylling som ligger innenfor tvisteområdet, måtte lappefogd Herstads passivitet

source: Of particular interest is the European Court of Justice's rulings C-371/02
nb: Av særlig interesse er da EU-domstolens avgjørelser i sak C-371/02

source: The 2007 Regulation will thus generate a further distribution effect beyond the one on which the Ministry based its calculation of loss when the time limit kicks in.
nb: 2007-forskriften vil således gi en ytterligere fordelingseffekt utover den som lå til grunn for departementets tapsberegning når tidsbegrensningen slår inn.

source: The court stressed that these were legal persons, referred to the Chappell and Niemietz judgments and then stated in paragraph 41:
nb: Domstolen fremhevet at det dreide seg om juridiske personer, viste til Chappell- og Niemietz-dommene, og uttalte så i avsnitt 41:

source: the Report, page 31:
nb: innberetningen side 31:

source: I will now turn to the
nb: Jeg går så over til

source: I refer to Rt-2013-1290, section 30.
nb: Jeg viser til Rt. 2013 side 1290 avsnitt 30.

source: Although I am of the opinion that this expectation does not come under contract law, the circumstances which in my opinion justified the view that this may be a position protected by the Constitution suggest that, objectively speaking, it is a question of a strong expectation that was breached by the 2007 Regulation.
nb: Selv om jeg mener at denne forventningen ikke har en avtalerettslig karakter, tilsier de forhold som etter mitt syn begrunnet at det her kan foreligge en grunnlovsbeskyttet posisjon at det objektivt sett dreier seg om en sterk forventning som ble brutt ved 2007-forskriften.

source: either.” (131) In other words, the EFTA Court concludes that a condition of continuous physical presence in
nb: Det følger av dette at en EØS-stat heller ikke kan gjøre slike ytelser betinget av kontinuerlig fysisk opphold.» (131)

source: "Children in long-term foster care that are adopted, undergo better psychosocial development than children in a similar situation who are not adopted.
nb: "Barn i langvarige fosterhjemsplasseringer som adopteres, opplever bedre psykososial utvikling enn barn i tilsvarende situasjon som ikke adopteres.

source: State without exercising the rules on the freedom of movement for employees and self- employed persons, will receive services, and at this is sufficient to be covered by Article 36 of
nb: Domstolen bygger altså på en presumsjon for at en person som reiser til et annet EØS-land uten å benytte seg av reglene om fri bevegelighet for arbeidstakere og selvstendig næringsdrivende, vil motta tjenester, og at dette er tilstrekkelig til å falle inn under virkeområdet for EØS-avtalen artikkel 36.

source: this background, the Ministry comments as follows on page 56:
nb: Med dette som bakgrunn uttaler departementet på side 56:

source: This means that an action that was not a criminal offence when it was committed cannot be penalised as a result of new legislation, nor can stricter sentencing frameworks or stricter minimum penalty rules be applied than those in force at the time of the offence; cf. Rt. 2009 page 1412 paragraph 24.
nb: Dette innebærer at en handling som var straffri da den ble begått, ikke kan straffes ved ny lovgivning, og det kan heller ikke anvendes strengere strafferammer eller strengere regler om minstestraff enn det som gjaldt på gjerningstidspunktet, jf. 2009 side 1412 avsnitt 24.

source: had named as a locally acquainted and reliable person, was present at this meeting.
nb: Ingebrigt Flønæs d.e., som ordføreren hadde oppgitt som en lokalkjent og troverdig person, var til stede på dette møtet.

source: Norwegian Air Shuttle ASA are to pay costs of NOK 346,452 – threehundredandfortysixthousandfourhundredandfiftytwo – to Alf Wilhelm Villum Hansen, Oddbjørn Ketil Holsether, Berndt Anders Salmonsson, Hans Joachim Strøm, Trond Erik Torgersen, Halvor Vatnar, Marit Lindén, René-Charles Gustavsen, Anita Johannessen, Trude Mathisen, Kim Rossing Jensen and Mette Aarkvisla, within two weeks of service of this judgment.
nb: Norwegian Air Shuttle ASA dømmes til å betale kr 346.452 – kronertrehundreogførtisekstusenfirehundreogfemtito – i sakskostnader til Alf Wilhelm Villum Hansen, Oddbjørn Ketil Holsether, Berndt Anders Salmonsson, Hans Joachim Strøm, Trond Erik Torgersen, Halvor Vatnar, Marit Lindén, René-Charles Gustavsen, Anita Johannessen, Trude Mathisen, Kim Rossing Jensen og Mette Aarkvisla, innen to uker fra forkynnelsen av denne dommen.

source: I will now discuss the
nb: Jeg går nå over til

source: section 1-3 of the Dispute Act.
nb: til tvisteloven § 1-3.

source: Committee found no grounds for any disciplinary reactions vis-à-vis the judge.
nb: Tilsynsutvalget fant ikke grunnlag for å reagere med disiplinærtiltak overfor dommeren.

source: Both our case and Rt. 2006, page 262, spouse's pension – where the claimant had established her legal position long before the amendment of the law – are examples of this.
nb: Både vår sak og Rt. 2006 side 262 ektefellepensjon – der rettighetshaveren hadde etablert sin rettsposisjon lenge før lovendringen – er eksempler på dette.

source: Paradiso and Campanelli v. Italy
nb: Paradiso og Campanelli mot Italia

source: Among other things, they did not say that the family – contrary to the rules – was to have more than one au pair at a time.
nb: Blant annet ga de ikke beskjed om at familien – i strid med regelverket – skulle ha mer enn én au pair av gangen.

source: The Public Prosecution Authority(Counsel Unni Sandøy)
nb: A (advokat Trond Sivertsvik) mot Den offentlige påtalemyndighet (statsadvokat Unni Sandøy)

source: Consequently, I have concluded that Skaugen cannot be regarded as being bound by the arbitration clause in the engine supply contract between the Shipyard and MAN Germany.
nb: Jeg er etter dette kommet til at Skaugen ikke kan anses å være bundet av voldgiftsklausulen som er inntatt i motorleveransekontrakten mellom Verftet og MAN Tyskland.

source: Confirmation of a signature
nb: Hva er bekreftelse av statsautorisert translatør?

source: serve as evidence.
nb: I den siste heter det:

source: "To determine the choice of law – where this is not governed by any act, custom or other firm rules – one must identify the country to which the case, after an overall consideration – is most strongly or closely connected (the 'Irma Mignon formula'), see for instance Rt-2009-1537 (the bookseller judgment) para 32."
nb: "Utgangspunktet for lovvalget er – der det ikke finnes lov, sedvane eller andre fastere regler som regulerer spørsmålet – å finne frem til den stat som saken etter en totalbedømmelse har sin sterkeste eller nærmeste tilknytning til ('Irma Mignon-formelen'), jf. blant annet Rt-2009-1537 (bokhandlerdommen) avsnitt 32."

source: The preparatory works of the 1961 Act are thus relevant for the interpretation of the current wording.
nb: Forarbeidene til 1961-loven er derfor av interesse for forståelsen av dagens ordlyd. I Ot.prp.

source: Such use isj also otherwise covered by the wording of the Trademarks Act section 4.
nb: Også for øvrig faller bruken inn under ordlyden i varemerkeloven § 4.

source: market value of the quotas or as the present value of the income loss from 2033.
nb: Tapet kan beregnes på to alternative måter – enten som reduksjon i kvotenes nåværende omsetningsverdi eller som nåverdien av inntektstapet fra 2033.

source: In the Court's opinion, this impression of a commercial connection persisted, despite the sign informing the consumers that the goods were not official, see para 57.
nb: Dette inntrykket av en forretningsmessig forbindelse besto etter domstolens oppfatning til tross for skiltet som gjorde oppmerksom på at varene ikke var offisielle, se avsnitt 57.

source: Webinar- “Towards an ideal court president profile”
nb: DA webinar – EØS «Towards an ideal court president profile»

source: "The weighing of interests will include which rights or positions the interference concerns, what basis an individual or a group has for their expectations, whether the interference is sudden or significant and whether the distribution of the burdens affects an individual or a group particularly hard."
nb: "Inn i avveiningen vil blant annet komme hvilke rettigheter eller posisjoner inngrepet gjelder, hvilket grunnlag den enkelte eller en gruppe har for sine forventninger, om inngrepet er plutselig eller betydelig og om fordelingen av byrdene rammer den enkelte eller en gruppe særlig hardt."

source: However, in the event of a further appeal, the Supreme Court has jurisdiction to review the general interpretation of the law also on this point, see ruling Rt. 2009 page 594 paragraphs 39 et seq.
nb: Ved videre anke har Høyesterett riktignok kompetanse til å prøve den generelle lovtolkningen også på dette punktet, jf. 2009 side 594 avsnitt 39 følgende.

source: In my view, this forms a useful basis for the individual assessment of whether GSK's colour use is consistent with the Trademarks Act section 3.
nb: Dette gir etter min mening et godt utgangspunkt for den konkrete vurdering av om GSKs fargebruk tilfredsstiller kravet i varemerkeloven § 3.

source: ECtHR determined that even though the material did not contain details of sources, and the identity of the suspect was known to the police, the actual duty of disclosure could have detrimental effects - a "chilling effect" for the freedom of the press.
nb: EMD fastslo at selv om materialet ikke inneholdt kildeopplysninger, og mistenktes identitet var kjent for politiet, kunne selve plikten til overlevering ha skadevirkninger – en "chilling effect" – for pressens ytringsfrihet.

source: expelled or not.
nb: Jeg er ikke enig i dette.

source: property of the Lapp Administration”, in that they had used haymaking areas which that same summer
nb: ulovlig slått i «Lappevæsenets eiendom» ved at de hadde brukt slåtter som samme sommer var bortforpaktet til oppsittere i dalen.

source: Other information pulls in the same direction.
nb: Andre opplysninger trekker i samme retning.

source: For the record, I would mention that the Court of Appeal considered this issue based on the situation at the time the judgment was rendered - which was 14 days prior to the removal - and stated in that connection:
nb: vurderte dette spørsmålet med utgangspunkt i situasjonen på domstidspunktet – som var 14 dager før utsendelsen fant sted – og i den forbindelse uttalte:

source: UNE did not consider whether this requirement for consequence was met, neither in the revocation decision from 2013 nor in the subsequent decisions in which UNE refused to reverse the revocation.
nb: UNE vurderte ikke om dette kravet til følge var oppfylt, verken i tilbakekallsvedtaket fra 2013 eller i de etterfølgende beslutningene som avslo omgjøring.

source: I agree with the court of appeal that this is sufficient for concluding on violation of section 147 (d).
nb: Jeg er enig med lagmannsretten i at dette er tilstrekkelig til at det foreligger en fullbyrdet overtredelse av § 147 d.

source: Chair of the Investigation Committee after the "Scandinavian Star" disaster 1990–1991Chair of the Disputes Committee 1999–2001
nb: Leder av det nordiske granskningsutvalget etter ”Scandinavian Star”-ulykken, april 1990 – januar 1991Leder av Tvistemålsutvalget april 1999 – desember 2001

source: For the same reasons as the imposition of a residence requirements as a condition to acquire real property cannot be construed as an interference with the right freely to choose one's place of residence, the conditions cannot be seen as an interference with the right to respect for private life, family and home.
nb: Av samme grunn som boplikt som vilkår for å erverve fast eiendom ikke kan anses som inngrep i retten til fritt å velge bosted, kan et slikt vilkår heller ikke anses som inngrep i retten til respekt for privatliv, familieliv og hjem.

source: In the special remarks to section 147 (d) on page 86 of the Proposition, the Ministry repeats that the provision criminalises qualified forms of participation.
nb: I de spesielle merknadene til § 147 d på side 86 i proposisjonen gjentar departementet at bestemmelsen kriminaliserer kvalifiserte former for deltakelse.

source: The majority of the Supervisory Committee found it
nb: Tilsynsutvalget fant det ikke sannsynliggjort at dommeren hadde opptrådt klanderverdig.

source: When the administrative decision on expulsion was made in 2013, B was around three years old.
nb: Da utvisningsvedtaket ble truffet i 2013, var hun godt og vel tre år.

source: He was standing 60-80 meters above the edge of the drop-off, but to the left in the trail.
nb: Han sto 60–80 meter ovenfor hengkanten, men til venstre i traseen.

source: I cannot see that the decisions referred to by the municipality of Oslo, or other ECtHR case law, indicates that a different norm should apply than the one the Supreme Court has applied so far in similar cases.
nb: Jeg kan ikke se at de avgjørelsene som er påberopt av Oslo kommune, eller øvrig praksis fra EMD gir anvisning på en annen norm enn den Høyesterett frem til nå har benyttet i saker som dette.

source: The Companies Act section 10-9 subsections one and three reads as follows:
nb: Aksjeloven § 10-9 første og tredje ledd har slik ordlyd:

source: The misinterpretation of the law is primarily significant to count 1 of the indictment on
nb: Den uriktige lovforståelsen har i første rekke betydning for tiltalens post 1 om

source: I cannot see that this standpoint is shaken by the fact that the application for prosecution also mentioned the sale in 1885, and that the deed was enclosed.
nb: Jeg kan ikke se at dette standpunktet rokkes av at anmeldelsen også omtalte salget i 1885, og at skjøtet var

source: If the court, when deciding on its jurisdiction, should have an obligation to consider the contentions of one of the parties, this could lead to a defeat of the arbitration agreement based on the claimant's opinion on how the agreement is to be interpreted and the alleged bases for the claim, see also Born, International Commercial Arbitration, second edition, volume 1, 2014, page 1359 stating:
nb: Dersom retten ved avgjørelsen av sin kompetanse skulle være forpliktet til å bygge på den ene partens pretensjoner, ville dette kunne føre til en omgåelse av voldgiftsavtalen basert på saksøkers anførsler om hvordan avtalen er å forstå og de anførte grunnlag for kravet som fremmes, jf. slik også Born, International Commercial Arbitration, second edition, volume 1, 2014, side 1359 der det heter:

source: Since the criterion is different from the Convention's main rule regarding "matters", case law relating to the Convention's rules on jurisdiction gives limited guidance in the interpretation of the bankruptcy exemption.
nb: Siden kriteriet er forskjellige fra konvensjonens hovedregel om "saker", gir praksis knyttet til konvensjonens vernetingsregler begrenset veiledning ved tolkning av konkursunntaket.

source: A part of said statement is quoted on page 26 of the consultation paper, and reads:
nb: Deler av uttalelsen fra Det nasjonale statsadvokatembetet er sitert på side 26 i høringsnotatet, og her heter det:

source: I agree that one should have been cautious about supplementing a relatively new provision such as the Sale of Goods Act section 84 if the legislature had expressed a clear solution at this very point.
nb: Jeg er enig i at det ville vært grunn til tilbakeholdenhet med å supplere en såpass ny lovbestemmelse som kjøpsloven § 84 hvis lovgiverne hadde gitt uttrykk for en klar løsning på det aktuelle punktet.

source: A Norwegian and a Danish citizen who had been married for many years separated in 2016.
nb: En norsk og en utenlandsk statsborger som hadde vært gift i mange år, gikk fra hverandre i 2016.

source: The prosecution authority, in turn, appealed against the findings of fact in the question of guilt as concerned the acquittal of A under count III (a) of the indictment.
nb: Påtalemyndigheten anket på sin side over bevisbedømmelsen under skyldspørsmålet for så vidt gjaldt frifinnelsen av A under tiltalens post III a.

source: The Court of Appeal's conviction under section 271 was upheld.
nb: Høyesterett opprettholdt imidlertid domfellelsen for overtredelse av straffeloven § 271 om kroppskrenkelse.

source: His speech was strengthened by what the Sami stated at the meeting on 9 September
nb: Hans innlegg ble bestyrket av hva samene uttalte i møtet 9.

source: Supreme Court judgment 9 December 2020,
nb: Høyesteretts dom 9. desember 2020,

source: Michaud v. France
nb: Michaud mot Frankrike

source: Because adoption is such a radical and irreversible measure, it can only be justified – on the child's hand – by particularly weighty reasons.
nb: Fordi adopsjon er et særlig inngripende og irreversibelt tiltak må det – på barnets hånd – foreligge særlig tungtveiende grunner som tilsier adopsjon.

source: A (Counsel Øyvind Vidhammer), Parat (intervener) (Counsel Christen Horn Johannessen) v. Protector Forsikring ASA (Counsel Joachim Dahl Wogstad Skjelsbæk)
nb: A (advokat Øyvind Vidhammer), Arbeidstakerorganisasjonen Parat (partshjelper) (advokat Christen Horn Johannessen) mot Protector Forsikring ASA (advokat Joachim Dahl Wogstad Skjelsbæk)

source: concerning expulsion, where the following is stated in paragraph 59:
nb: om utvisning hvor det i avsnitt 59 heter at

source: (82) Furthermore, they could not be blamed for not having obtained the necessary travel
nb: ties would be precarious" (avsnitt 82). Videre kunne de ikke klandres for ikke å ha skaffet seg nødvendige reisedokumenter før

source: For both the disputed areas information is scant up to about 1855-1860, when the Sami
nb: For begge tvisteområdene er det sparsomt med opplysninger frem til omkring 1855-1860, da samen Niels

source: The last five years were also intended as a special compensation for the measures taken by those who structured under the 2005 Regulation, cf. Rec.
nb: De siste fem årene var da også ment som en særskilt kompensasjon for de disposisjonene som ble gjort av dem som strukturerte under 2005-forskriften, jf.

source: “Since May last year the Lapp families Paal Johnsen and Nils Brandsfjeld have been sojourning
nb: «Lappefamilierne Paal Johnsen og Nils Brandsfjeld har siden i mai maaned f.

source: As a general rule, the courts have no power to review this discretion either.
nb: Heller ikke denne vurderingen kan domstolene som utgangspunkt prøve.

source: The latter was implemented on 1 December 2012, and paid-up policies were distributed in the course of March 2013.
nb: Innskuddspensjonsordningen ble etablert 1. desember 2012, og fripoliser ble utstedt i løpet av mars 2013.

source: Trondhjem there were in 1890 altogether 5380 reindeer distributed among 104 owners.
nb: I hele Søndre Trondhjems Amt var det i 1890 tilsammen 5380 rein fordelt på 104 eiere.

source: Oslo Vei AS, which in 2001 had had its business transferred to the former Oslo Veiveisen, also acquired the municipal pension scheme for the employees.
nb: Oslo Veivesens virksomhet ble i 2001 overført til Oslo Vei AS, som overtok den kommunale pensjonsordningen for de ansatte.

source: A possibility of
nb: Klager anførte at
